Repository: common-repository/rankcookie
Catalog: languages/rankcookie-*.po
Languages: de_de

source: /imprint
de_de: /impressum

source: /privacy
de_de: /datenschutz

source: Accept all
de_de: Alle akzeptieren

source: Additional permissions
de_de: Zusätzliche Einwilligungen

source: Back
de_de: Zurück

source: Change URL slugs
de_de: URL-Slugs ändern

source: Cookie lifetime
de_de: Cookie-Lebenszeit

source: Description
de_de: Beschreibung

source: Description of the additional consent, e.g. "If cookies are accepted from external media, access to this content no longer requires manual consent."
de_de: Beschreibung der zusätzlichen Einwilligung, z.B. "Wenn Cookies von externen Medien akzeptiert werden, bedarf der Zugriff auf diese Inhalte keiner manuellen Einwilligung mehr."

source: Essential
de_de: Essenziell

source: Essential cookies enable basic functions and are necessary for the website to function properly.
de_de: Essenzielle Cookies ermöglichen grundlegende Funktionen und sind für die einwandfreie Funktion der Website erforderlich.

source: Google Tag Manger ID
de_de: Google Tag Manager ID

source: Here you can change the lifetime of the cookie (time until the cookie expires).
de_de: Hier können Sie die Lebenszeit des Cookies (Zeit, bis der Cookie abläuft) ändern.

source: Here you will find an overview of all cookies used. You can give your consent to all or only certain cookies.
de_de: Hier finden Sie eine Übersicht über alle verwendeten Cookies. Sie können Ihre Einwilligung zu allen oder nur zu bestimmten Cookies geben.

source: Hide this message
de_de: Diese Meldung ausblenden

source: Id of the form GTM-12334567
de_de: Id in der Form GTM-12334567

source: Imprint
de_de: Impressum

source: Individual settings
de_de: Individuelle Einstellungen

source: Lifetime
de_de: Lebenszeit

source: Lifetime of the cookie in days. Default: 365 days
de_de: Lebenszeit des Cookies in Tagen. Default: 365 Tage

source: Name of the additional permission, e.g. "External media"
de_de: Name der zusätzlichen Einwilligung, z.B. "Externe Medien"

source: Privacy
de_de: Datenschutz

source: Privacy settings
de_de: Datenschutzeinstellungen

source: rankeffect
de_de: rankcookie

source: Save
de_de: Speichern

source: Save settings
de_de: Einstellungen speichern

source: Settings saved
de_de: Einstellungen gespeichert

source: Statistics
de_de: Statistiken

source: Statistics cookies collect information anonymously. This information helps us to understand how our visitors use our website.
de_de: Statistik-Cookies erfassen Informationen anonym. Diese Informationen helfen uns zu verstehen, wie unsere Besucher unsere Website nutzen.

source: The GTM snippet is automatically inserted when the "Google Tag Manger ID" field is filled in and the required cookie consent of the user ("statistics") is available.
de_de: Das GTM-Snippet wird automatisch eingefügt, wenn das Feld "Google Tag Manger ID" ausgefüllt ist und die erforderliche Cookie-Einwilligung des Nutzers ("Statistiken") vorliegt.

source: The URL slugs of the pages "privacy" and "imprint", which are linked from the cookie banner, can be changed here.
de_de: Die URL-Slugs der Seiten "Datenschutz" und "Impressum", die aus dem Cookie-Banner verlinkt werden, können hier geändert werden.

source: This plugin provides a light weight cookie opt in with support for the google tag manager
de_de: Diese Plugin liefert einen einfachen Weg zur Integration des Google Tag Managers. Es genügt, die Google-Tag-Manger-ID im Dashboard einzutragen.

source: URL slug for the imprint page. Default: /imprint
de_de: URL-Slug für die Seite "Impressum". Default: /impressum

source: URL slug for the privacy page. Default: /privacy
de_de: URL-Slug für die Seite "Datenschutz". Default: /datenschutz

source: We use cookies on our website. Some of them are essential, while others help us to improve this website and your experience.
de_de: Wir nutzen Cookies auf unserer Website. Einige von ihnen sind essenziell, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.

source: With this option you can obtain additional permissions via the cookie banner. Include the name and a brief description of the permissions.
de_de: Mit dieser Option können Sie zusätzliche Einwilligungen über das Cookie-Banner einholen. Geben Sie den Namen und eine kurze Beschreibung der Einwilligungen an.
